Repository: astechtic/ayuvo
Catalog: ios/calorietracker/Localizable.xcstrings
Source language: en
Languages: ar, az, cs, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

source: Body Metrics
cs: Tělesné metriky
it: Metriche corporee
pl: Wskaźniki ciała
ru: Показатели тела
uk: Показатели тела

source: Breakfast
cs: Snídaně
it: Colazione
pl: Śniadanie
ru: Завтрак
uk: Сніданок

source: Breakfast → Lunch → Dinner
cs: Snídaně → Oběd → Večeře
it: Colazione → Pranzo → Cena
pl: Śniadanie → Lunch → Kolacja
ru: Завтрак → Обед → Ужин
uk: Сніданок → Обід → Вечеря

source: Calcium
cs: Vápník
it: Calcio
pl: Wapń
ru: Кальций
uk: Кальцій

source: Camera + Camera
cs: Fotoaparát + Fotoaparát
it: Fotocamera + fotocamera
pl: Aparat + aparat
ru: Камера + Камера
uk: Камера + Камера

source: Carbs
cs: Sacharidy
it: Carboidrati
pl: Węglowodany
ru: Углеводы
uk: Вуглеводи

source: Carbs (g)
cs: Sacharidy (g)
it: Carboidrati (g)
pl: Węglowodany (g)
ru: Углеводы (г)
uk: Вуглеводи (г)

source: Changes the main app color and home screen icon used for tabs, buttons, icons, charts, and progress rings.
cs: Změní hlavní barvu aplikace a ikonu na ploše používané pro záložky, tlačítka, ikony, grafy a kruhy pokroku.
it: Modifica il colore principale dell'app e l'icona della schermata Home usata per pannelli, pulsanti, icone, grafici e anelli di avanzamento.
pl: Zmienia główny kolor aplikacji i ikonę ekranu głównego używaną dla kart, przycisków, ikon, wykresów i pierścieni postępu.
ru: Изменяет основной цвет приложения и иконку для вкладок, кнопок, значков, графиков и колец прогресса.
uk: Изменяет основной цвет приложения и иконку для вкладок, кнопок, значков, графиков и колец прогресса.

source: Check for Updates
cs: Zkontrolovat aktualizace
it: Verifica aggiornamenti
pl: Sprawdź aktualizacje
ru: Проверить обновления
uk: Перевірити наявність оновлень

source: Checking fit with your goals...
cs: Porovnávám s tvými cíli…
it: Verifica compatibilità con i tuoi obiettivi...
pl: Sprawdzanie dopasowania do Twoich celów...
ru: Проверяем соответствие вашим целям...
uk: Перевірем соответствие вашим целям...

source: Checking for Updates
cs: Kontrola aktualizací
it: Verifica aggiornamenti in corso…
pl: Sprawdzanie aktualizacji
ru: Проверка обновлений…
uk: Перевірка оновлень

source: Chinese
cs: Čínština
it: Cinese
pl: Chiński
ru: Китайский
uk: Китайська

source: Choose Your AI
cs: Vyber si svou AI
it: Scegli la tua IA
pl: Wybierz swoją AI
ru: Выберите ИИ
uk: Виберите ШІ

source: Clear quantity
cs: Vymazat množství
it: Cancella quantità
pl: Wyczyść ilość
ru: Очистить количество
uk: Очистити кількість

source: Connect to Apple Health
cs: Propoj se s Apple Health
it: Connettiti ad Apple Health
pl: Połącz z Apple Health
ru: Подключиться к Apple Health
uk: Подключиться к Apple Health

source: Copy %@
cs: Zkopírovat: %@
it: Copia %@
pl: Kopiuj %@
ru: Копировать %@
uk: Копировать %@

source: Copy All Foods
cs: Zkopírovat všechna jídla
it: Copia tutti gli alimenti
pl: Kopiuj wszystkie produkty
ru: Копировать все продукты
uk: Копировать все продукти

source: Copy From
cs: Zkopírovat z
it: Copia da
pl: Kopiuj z
ru: Копировать из
uk: Копіювати з

source: Copy from Day
cs: Zkopírovat ze dne
it: Copia da un giorno
pl: Kopiuj z dnia
ru: Копировать из дня
uk: Копіювати з дня

source: Coral
cs: Korálová
it: Corallo
pl: Koralowy
ru: Коралловый
uk: Кораловий

# Current %@ -> Latest %@
source: Current %1$@ -> Latest %2$@
cs: Aktuální %1$@ -> nejnovější %2$@
it: Versione attuale %1$@ -> più recente %2$@
pl: Aktualne %1$@ -> najnowsze %2$@
ru: Текущая %1$@ → Последняя %2$@
uk: Текущая %1$@ → Последняя %2$@

source: Current Streak
cs: Aktuální série
it: Serie attuale
pl: Aktualna seria
ru: Текущая серия
uk: Текущая серия

source: Currently %lld%%
cs: Aktuálně %lld%%
it: Attualmente %lld%%
pl: Obecnie %lld%%
ru: Сейчас %lld%%
uk: Сейчас %lld%%

source: Czech
cs: Čeština
it: Ceco
pl: Czeski
ru: Чешский

source: Daily exercise or intense 3–4x / week
cs: Cvičení denně, nebo intenzivně 3–4× týdně
it: Esercizio quotidiano o intenso 3–4 volte a settimana
pl: Codzienne ćwiczenia lub intensywne 3–4 razy w tygodniu
ru: Ежедневные тренировки или интенсивные 3–4 раза в неделю
uk: Ежедневние тренировки или интенсивние 3–4 раза в неделю

source: Date & Time
cs: Datum a čas
it: Data e ora
pl: Data i godzina
ru: Дата и Время
uk: Дата і час

source: Days on Target
cs: Dní v cíli
it: Giorni in obiettivo
pl: Dni w celu
ru: Дней в цели
uk: Дней в цели

source: Decimal
cs: Desetiny
it: Decimale
pl: Dziesiętne
ru: Дробная
uk: Дробная

source: Default to Grams
cs: Výchozí gramy
it: Grammi come predefiniti
pl: Domyślnie gramy
ru: Граммы по умолчанию
uk: Грами за замовчуванням

source: Delts Workout Tracker on the App Store
cs: Delts Workout Tracker na App Store
it: Delts Workout Tracker su App Store
ru: Delts Workout Tracker в App Store
uk: Delts Workout Tracker в App Store

source: Dinner
cs: Večeře
it: Cena
pl: Kolacja
ru: Ужин
uk: Вечеря

source: Dutch
cs: Nizozemština
it: Olandese
pl: Niderlandzki
ru: Нидерландский
uk: Нідерландська

source: e.g. "This is a half portion" or "Cooked in olive oil"
cs: např. „Tohle je poloviční porce“ nebo „Vařeno na olivovém oleji“
it: ad es. "Questa è mezza porzione" o "Cotto con olio d'oliva"
pl: np. "To jest połowa porcji" lub "Gotowane w oliwie"
ru: напр. «Это половина порции» или «Приготовлено на оливковом масле»
uk: напр. «Ето половина порции» или «Приготовлено на оливковом масле»

source: e.g. anthropic/claude-sonnet-4
cs: např. anthropic/claude-sonnet-4
it: ad es. anthropic/claude-sonnet-4
pl: np. anthropic/claude-sonnet-4
ru: напр. anthropic/claude-sonnet-4
uk: напр. anthropic/claude-sonnet-4

source: e.g. gpt-4o-mini
cs: např. gpt-4o-mini
it: ad es. gpt-4o-mini
pl: np. gpt-4o-mini
ru: напр. gpt-4o-mini
uk: напр. gpt-4o-mini

source: Energy Burn Goals
cs: Cíle podle spálené energie
it: Obiettivi consumo energetico
pl: Cele spalania energii
ru: Цель расхода калорий
uk: Цілі спалювання енергії

source: English
cs: Angličtina
it: Inglese
pl: Angielski
ru: Английский
uk: Англійська

source: Exercise 1–3 times / week
cs: Cvičení 1–3× týdně
it: Esercizio 1–3 volte a settimana
pl: Ćwiczenia 1–3 razy w tygodniu
ru: Тренировки 1–3 раза в неделю
uk: Тренировки 1–3 раза в неделю

source: Exercise 4–5 times / week
cs: Cvičení 4–5× týdně
it: Esercizio 4–5 volte a settimana
pl: Ćwiczenia 4–5 razy w tygodniu
ru: Тренировки 4–5 раз в неделю
uk: Тренировки 4–5 раз в неделю

source: Extra Active
cs: Extrémně aktivní
it: Estremamente attivo
pl: Ekstremalnie aktywna
ru: Максимально активный
uk: Надзвичайно висока активність

source: Fat
cs: Tuky
it: Grassi
pl: Tłuszcz
ru: Жиры
uk: Жири

source: Fat (g)
cs: Tuky (g)
it: Grassi (g)
pl: Tłuszcz (g)
ru: Жиры (г)
uk: Жири (г)

source: Fats
cs: Tuky
it: Grassi
pl: Tłuszcze
ru: Жиры
uk: Жири

source: Favorite
cs: Oblíbit
it: Preferito
pl: Ulubione
ru: Избранное
uk: Додати до обраного

source: Fiber
cs: Vláknina
it: Fibre
pl: Błonnik
ru: Клетчатка
uk: Клітковина

source: Folate
cs: Kyselina listová
it: Folati
pl: Foliany
ru: Фолат
uk: Фолати

source: Food
cs: Jídlo
it: Alimento
pl: Jedzenie
ru: Еда
uk: Еда

source: Food Log
cs: Deník jídel
it: Diario alimentare
pl: Dziennik jedzenia
ru: Дневник питания
uk: Журнал їжі

source: Food Log Order
cs: Řazení deníku jídel
it: Ordine diario alimentare
pl: Kolejność dziennika jedzenia
ru: Порядок в дневнике питания
uk: Порядок в дневнике питания

source: Foods will be copied to %@. The original entries stay unchanged.
cs: Jídla se zkopírují do: %@. Původní záznamy zůstanou beze změny.
it: Gli alimenti verranno copiati in %@. Le voci originali rimarranno invariate.
pl: Produkty zostaną skopiowane do %@. Oryginalne wpisy pozostaną bez zmian.
ru: Продукты будут скопированы в %@. Исходные записи останутся без изменений.
uk: Продукти будут скопировани в %@. Исходние записи останутся без изменений.

source: French
cs: Francouzština
it: Francese
pl: Francuski
ru: Французский
uk: Французька

source: From Photos + Note
cs: Z Fotek + poznámka
it: Da foto + nota
pl: Ze zdjęć + notatka
ru: Изображение + Заметка
uk: З фотографій + нотатка

source: Gain Weight
cs: Přibrat
it: Aumentare di peso
pl: Przybrać na wadze
ru: Набрать вес
uk: Набрать вес

source: Gentle and sustainable. Great for long-term habits.
cs: Šetrné a udržitelné. Skvělé pro dlouhodobé návyky.
it: Delicato e sostenibile. Ideale per abitudini a lungo termine.
pl: Łagodne i trwałe. Dobre dla długoterminowych nawyków.
ru: Мягко и устойчиво. Отлично подходит для долгосрочных привычек.
uk: Плавно й стабільно. Чудово підходить для довготривалих звичок.

source: German
cs: Němčina
it: Tedesco
pl: Niemiecki
ru: Немецкий
uk: Німецька

source: Get gentle reminders at meal times so you never forget to track.
cs: Dostávej jemná připomenutí v časech jídla, ať nikdy nezapomeneš zapisovat.
it: Ricevi promemoria discreti agli orari dei pasti per non dimenticare di registrarli.
pl: Otrzymuj delikatne przypomnienia w porach posiłków, aby nie zapomnieć o śledzeniu.
ru: Получайте мягкие напоминания во время еды, чтобы не забыть сделать запись.
uk: Получайте мягкие напоминания во время еди, чтоби не забить сделать запись.

source: Get your calorie and protein total for today.
cs: Zjisti dnešní součet kalorií a bílkovin.
it: Ottieni il totale odierno di calorie e proteine.
pl: Sprawdź dzisiejszą sumę kalorii i białka.
ru: Узнайте сегодняшнюю сумму калорий и белка.
uk: Узнайте сегодняшнюю сумму калорий и белка.

source: Goal
cs: Cíl
it: Obiettivo
pl: Cel
ru: Цель
uk: Мета

source: Goal Body Fat %
cs: Cílový tělesný tuk (%)
it: Obiettivo % massa grassa
pl: Docelowy % tkanki tłuszczowej
ru: Целевой % жира
uk: Целевой % жира

source: Graphite
cs: Grafitová
it: Grafite
pl: Grafitowy
ru: Графитовый
uk: Графітовий

source: Green
cs: Zelená
it: Verde
pl: Zielony
ru: Зелёный
uk: Зелений

source: Health Score
cs: Skóre zdraví
it: Punteggio salute
pl: Wynik zdrowia
ru: Индекс здоровья
uk: Оцінка здоров\'я

source: Hide Ayuvo meal reminders while a Focus is active.
cs: Skrýt připomenutí jídel Ayuvo, dokud je aktivní režim soustředění.
it: Nascondi i promemoria dei pasti di Ayuvo mentre è attiva una Full immersion.
pl: Ukryj przypomnienia Ayuvo o posiłkach, gdy Tryb skupienia jest aktywny.
ru: Скрывать напоминания Ayuvo о приемах пищи, пока активен фокус.
uk: Скривать напоминания Ayuvo о приемах пищи, пока активен фокус.

source: Hide breakfast, lunch, and dinner reminders while this Focus is active.
cs: Skrýt připomenutí snídaně, oběda a večeře, dokud je tento režim soustředění aktivní.
it: Nascondi i promemoria di colazione, pranzo e cena mentre questa Full immersion è attiva.
pl: Ukryj przypomnienia o śniadaniu, obiedzie i kolacji, gdy ten Tryb skupienia jest aktywny.
ru: Скрывать напоминания о завтраке, обеде и ужине, пока активен этот фокус.
uk: Скривать напоминания о завтраке, обеде и ужине, пока активен етот фокус.

source: Hindi
cs: Hindština
ru: Хинди
uk: Гінді

source: Home Nutrient Cards
cs: Karty živin na Domů
it: Schede nutrienti schermata Home
pl: Karty składników na ekranie głównym
ru: Карточки нутриентов на главном экране
uk: Картки нутрієнтів (Головна)

source: Home Nutrients
cs: Živiny na Domů
it: Nutrienti schermata Home
pl: Składniki na ekranie głównym
ru: Нутриенты на главном экране
uk: Нутрієнти на головній

source: I accept the Terms of Service and Privacy Policy, including AI provider data sharing described above.
cs: Přijímám Podmínky služby a Zásady ochrany soukromí, včetně výše popsaného sdílení dat s AI poskytovatelem.
it: Accetto i Termini di servizio e l'Informativa sulla privacy, inclusa la condivisione dei dati con il provider IA descritta sopra.
pl: Akceptuję Warunki korzystania i Politykę prywatności, w tym opisane powyżej udostępnianie danych dostawcom AI.
ru: Я принимаю Условия использования и Политику конфиденциальности, включая описанную выше передачу данных ИИ-провайдеру.
uk: Я принимаю Условия использования и Политику конфиденциальности, включая описанную више передачу данних ШІ-провайдеру.

source: I could not log that food. %@
cs: Tohle jídlo se mi nepodařilo zapsat. %@
it: Impossibile registrare questo alimento. %@
pl: Nie udało się dodać tego posiłku. %@
ru: Не удалось записать эту еду. %@
uk: Не вдалося записать ету еду. %@

source: Image attached
cs: Obrázek přiložen
it: Immagine allegata
pl: Dołączono obraz
ru: Изображение прикреплено
uk: Изображение прикреплено

source: Impact on Today
cs: Dopad na dnešek
it: Impatto su oggi
pl: Wpływ na dzisiaj
ru: Влияние на сегодня
uk: Влияние на сегодня

source: Intense exercise 6–7 times / week
cs: Intenzivní cvičení 6–7× týdně
it: Esercizio intenso 6–7 volte a settimana
pl: Intensywne ćwiczenia 6–7 razy w tygodniu
ru: Интенсивные тренировки 6–7 раз в неделю
uk: Интенсивние тренировки 6–7 раз в неделю

source: Iron
cs: Železo
it: Ferro
pl: Żelazo
ru: Железо
uk: Залізо

source: Italian
cs: Italština
it: Italiano
pl: Włoski
ru: Итальянский
uk: Італійська

source: Japanese
cs: Japonština
it: Giapponese
pl: Japoński
ru: Японский
uk: Японська

source: Keep your nutrition and body measurements in sync automatically.
cs: Udržuj výživu a tělesné míry automaticky synchronizované.
it: Mantieni sincronizzati automaticamente nutrizione e misure corporee.
pl: Automatycznie synchronizuj odżywianie i pomiary ciała.
ru: Держите питание и измерения тела в синхронизации автоматически.
uk: Держите питание и измерения тела в синхронизации автоматически.

source: Korean
cs: Korejština
it: Coreano
pl: Koreański
ru: Корейский
uk: Корейська

source: Language
cs: Jazyk
it: Lingua
pl: Język
ru: Язык
uk: Мова

source: Latest Meals First
cs: Nejnovější jídla první
it: Prima i pasti più recenti
pl: Najnowsze posiłki najpierw
ru: Сначала последние приёмы пищи
uk: Найновіші прийоми їжі спочатку

source: Lavender
cs: Levandulová
it: Lavanda
pl: Lawendowy
ru: Лавандовый
uk: Лавандовий

# Light Activity
source: Light
cs: Lehce aktivní
pl: Lekka

source: Lime
cs: Limetková
pl: Limonkowy
ru: Лаймовый
uk: Лаймовий

source: Listening…
cs: Poslouchám…
it: Ascolto…
pl: Słucham…
ru: Слушаю…
uk: Слухаю…

source: Little or no exercise
cs: Žádné nebo minimální cvičení
it: Poco o nessun esercizio fisico
pl: Mało lub brak ćwiczeń
ru: Мало или совсем без тренировок
uk: Мало или совсем без тренировок

source: Lock nutrition editing
cs: Zamknout úpravy nutričních hodnot
it: Blocca modifica valori nutrizionali
pl: Zablokuj edycję wartości odżywczych
ru: Заблокировать редактирование питания
uk: Заблокувати редагування харчової цінності

source: Log ${foodDescription}
cs: Zapiš ${foodDescription}
it: Registra ${foodDescription}
pl: Dodaj ${foodDescription}
ru: Записать ${foodDescription}
uk: Записать ${foodDescription}

source: Log a food entry in Ayuvo by describing what you ate.
cs: Zapiš jídlo do Ayuvo tak, že popíšeš, co bylo k jídlu.
it: Registra un alimento in Ayuvo descrivendo cosa hai mangiato.
pl: Dodaj wpis jedzenia w Ayuvo, opisując, co zjadłeś/zjadłaś.
ru: Добавьте запись еды в Ayuvo, описав, что вы съели.
uk: Добавьте запись еди в Ayuvo, описав, что ви сели.

source: Log Food
cs: Zapsat jídlo
it: Registra alimento
pl: Dodaj posiłek
ru: Записать еду
uk: Записать еду

source: Log weight ${weightDescription}
cs: Zapiš váhu ${weightDescription}
it: Registra peso ${weightDescription}
pl: Dodaj wagę ${weightDescription}
ru: Записать вес ${weightDescription}
uk: Записать вес ${weightDescription}

source: Log your current weight in Ayuvo.
cs: Zapiš svou aktuální váhu do Ayuvo.
it: Registra il tuo peso attuale in Ayuvo.
pl: Dodaj swoją aktualną wagę w Ayuvo.
ru: Запишите текущий вес в Ayuvo.
uk: Запишите текущий вес в Ayuvo.

# Logged %@ %@.
source: Logged %1$@ %2$@.
cs: Zapsáno: %1$@ %2$@.
it: Registrato %1$@ %2$@.
pl: Dodano %1$@ %2$@.
ru: Записано %1$@ %2$@.
uk: Записано %1$@ %2$@.

# Logged %@: %lld calories and %@ grams protein.
source: Logged %1$@: %2$lld calories and %3$@ grams protein.
cs: Zapsáno %1$@: %2$lld kalorií a %3$@ gramů bílkovin.
it: Registrato %1$@: %2$lld calorie e %3$@ grammi di proteine.
pl: Dodano %1$@: %2$lld kalorii i %3$@ g białka.
ru: Записано %1$@: %2$lld калорий и %3$@ г белка.
uk: Записано %1$@: %2$lld калорий и %3$@ г белка.

source: Lose Weight
cs: Zhubnout
it: Perdere peso
pl: Schudnąć
ru: Сбросить вес
uk: Сбросить вес

source: Magnesium
cs: Hořčík
it: Magnesio
pl: Magnez
ru: Магний
uk: Магній

source: Maintain
cs: Udržovat
it: Mantenimento
pl: Utrzymać
ru: Поддерживать
uk: Поддерживать

source: Manual Entry
cs: Ruční zadání
it: Inserimento manuale
pl: Wpis ręczny
ru: Ручной ввод
uk: Ручне введення

source: Meal Reminder Filter
cs: Filtr připomenutí jídel
it: Filtro promemoria pasti
pl: Filtr przypomnień o posiłkach
ru: Фильтр напоминаний о еде
uk: Фильтр напоминаний о еде

source: Meal Type
cs: Typ jídla
it: Tipo di pasto
pl: Typ posiłku
ru: Прием пищи
uk: Тип їжі

source: Mint
cs: Mátová
it: Menta
pl: Miętowy
ru: Мятный
uk: М\'ятний

source: Mocha Brown
cs: Mocca hnědá
it: Marrone moka
pl: Brąz mokka
ru: Мокко
uk: Кавовий (Моко)

source: Mode
cs: Režim
it: Modalità
pl: Tryb
ru: Режим
uk: Режим

source: Moderate
cs: Středně aktivní
it: Moderato
pl: Umiarkowana
ru: Умеренный
uk: Помірна активність

source: Mono Fat
cs: Mono tuky
it: Grassi monoinsaturi
pl: Tłuszcze mono
ru: Мононенасыщ. жиры
uk: Мононенасичені жири

source: Mono Unsat. Fat
cs: Mononenasyc. tuky
it: Grassi monoinsaturi
pl: Tłuszcze jednonienasycone
ru: Мононенасыщ. жиры
uk: Мононенасичені жири

source: More Nutrition
cs: Další nutriční hodnoty
it: Altri valori nutrizionali
pl: Więcej wartości odżywczych
ru: Подробнее о нутриентах
uk: Більше про харчування

source: Mute Meal Reminders
cs: Ztlumit připomenutí jídel
it: Silenzia promemoria pasti
pl: Wycisz przypomnienia o posiłkach
ru: Отключить напоминания о еде
uk: Отключить напоминания о еде

source: Mute meal reminders: ${muteMealReminders}
cs: Ztlumit připomenutí jídel: ${muteMealReminders}
it: Silenzia promemoria pasti: ${muteMealReminders}
pl: Wycisz przypomnienia o posiłkach: ${muteMealReminders}
ru: Отключить напоминания о еде: ${muteMealReminders}
uk: Отключить напоминания о еде: ${muteMealReminders}

source: Net Change
cs: Změna celkem
it: Variazione netta
pl: Zmiana netto
ru: Итоговое изменение
uk: Зміна

source: No API key needed. AI food scans, voice logging, and Coach run through Ayuvo.
cs: Není potřeba žádný API klíč. AI skenování jídla, hlasové zápisy i Kouč běží přes Ayuvo.
it: Nessuna chiave API richiesta. Scansione alimenti con IA, inserimento vocale e Coach funzionano tramite Ayuvo.
pl: Klucz API nie jest potrzebny. Skanowanie jedzenia AI, logowanie głosem i Trener działają przez Ayuvo.
ru: Ключ API не нужен. Сканирование еды ИИ, голосовой ввод и тренер работают через Ayuvo.
uk: Ключ API не нужен. Сканирование еди ШІ, голосовой ввод и тренер работают через Ayuvo.

source: No Commitment - Cancel Anytime
cs: Bez závazků – zrušíš kdykoli
it: Nessun impegno — annulla quando vuoi
pl: Bez zobowiązań — anuluj w dowolnym momencie
ru: Без обязательств — отменяйте в любое время
uk: Без обязательств — отменяйте в любое время

source: No foods logged on this day
cs: V tento den nejsou zapsaná žádná jídla
it: Nessun alimento registrato in questo giorno
pl: Brak posiłków dodanych tego dnia
ru: Нет занесённой еды в этот день
uk: Цього дня не записано жодної їжі

source: No worries! We'll use a standard formula based on your height, weight, and age.
cs: V pohodě! Použijeme standardní vzorec podle tvé výšky, váhy a věku.
it: Nessun problema! Useremo una formula standard basata su altezza, peso ed età.
pl: Spokojnie! Użyjemy standardowego wzoru na podstawie wzrostu, wagi i wieku.
ru: Не переживайте! Мы воспользуемся стандартной формулой на основе вашего роста, веса и возраста.
uk: Не переживайте! Ми воспользуемся стандартной формулой на основе вашего роста, веса и возраста.

source: Nutrition Data
cs: Data o výživě
it: Dati nutrizionali
pl: Dane żywieniowe
ru: Данные о питании
uk: Дані про харчування

source: of %lld kcal
cs: z %lld kcal
it: su %lld kcal
pl: z %lld kcal
ru: из %lld ккал
uk: из %lld ккал

source: On = Katch-McArdle (uses lean mass for a more accurate BMR). Off = Mifflin-St Jeor (height/weight/age only). Turn off if your body-fat reading is outdated.
cs: Zapnuto = Katch-McArdle (počítá s aktivní tělesnou hmotou, přesnější BMR). Vypnuto = Mifflin-St Jeor (jen výška/váha/věk). Vypni, pokud je tvůj údaj o tělesném tuku zastaralý.
it: Attivo = Katch-McArdle (usa la massa magra per un BMR più accurato). Disattivo = Mifflin-St Jeor (solo altezza/peso/età). Disattiva se la misurazione della massa grassa non è recente.
pl: Wł. = Katch-McArdle (używa beztłuszczowej masy dla dokładniejszego BMR). Wył. = Mifflin-St Jeor (tylko wzrost/waga/wiek). Wyłącz, jeśli pomiar tkanki tłuszczowej jest nieaktualny.
ru: Вкл = Кэтч-МакАрдл (использует безжировую массу тела для точного ПБМ). Выкл = Миффлин-Сент-Жор (только рост/вес/возраст). Выключите, если данные о жире устарели или недоступны.
uk: Увімк. = Кетч-МакАрдл (використовує суху масу для точнішого розрахунку BMR). Вимк. = Міффлін-Сан Жеор (лише зріст/вага/вік). Вимкніть, якщо ваш показник жиру застарів.

source: Orange
cs: Oranžová
it: Arancione
pl: Pomarańczowy
ru: Оранжевый
uk: Помаранчевий

source: Other Nutrients
cs: Další živiny
it: Altri nutrienti
pl: Inne składniki odżywcze
ru: Другие нутриенты
uk: Інші нутрієнти

source: Percentage
cs: Procenta
it: Percentuale
pl: Procent
ru: Процентаж
uk: Процентаж

source: Photo Library
cs: Knihovna fotografií
it: Libreria foto
pl: Biblioteka zdjęć
ru: Медиатека
uk: Медиатека

source: Poly Fat
cs: Poly tuky
it: Grassi polinsaturi
pl: Tłuszcze poli
ru: Полиненасыщ. жиры
uk: Поліненасичені жири

source: Poly Unsat. Fat
cs: Polynenasyc. tuky
it: Grassi polinsaturi
pl: Tłuszcze wielonienasycone
ru: Полиненасыщ. жиры
uk: Поліненасичені жири

source: Portuguese
cs: Portugalština
it: Portoghese
pl: Portugalski
ru: Португальский
uk: Португальська

source: Potassium
cs: Draslík
it: Potassio
pl: Potas
ru: Калий
uk: Калій

source: Protein
cs: Bílkoviny
it: Proteine
pl: Białko
ru: Белки
uk: Білок

source: Protein (g)
cs: Bílkoviny (g)
it: Proteine (g)
pl: Białko (g)
ru: Белки (г)
uk: Білок (г)

source: Provider Auto
cs: Auto (poskytovatel)
it: Automatico del provider
pl: Auto dostawcy
ru: Автоопределение провайдером
uk: Автоматично (провайдер)

source: Purple
cs: Fialová
it: Viola
pl: Fioletowy
ru: Фиолетовый
uk: Фіолетовий

source: Red
cs: Červená
it: Rosso
pl: Czerwony
ru: Красный
uk: Червоний

source: Refresh Energy Burn Goals
cs: Obnovit cíle ze spálené energie
it: Aggiorna obiettivi consumo energetico
pl: Odśwież Cele spalania energii
ru: Обновить цель расхода калорий
uk: Оновити цілі спалювання енергії

source: Refreshing Usage
cs: Obnovuji využití
it: Aggiornamento utilizzo in corso…
pl: Odświeżanie użycia
ru: Обновление использования
uk: Обновление использования

source: Remove %1$@'s entry of %2$@? This also deletes the matching sample from Apple Health.
cs: Odebrat záznam z %1$@ s hodnotou %2$@? Smaže se tím i odpovídající vzorek z Apple Health.
it: Rimuovere la voce del %1$@ di %2$@? Verrà eliminato anche il campione corrispondente da Apple Health.
pl: Usunąć wpis %1$@ dla %2$@? Spowoduje to też usunięcie pasującej próbki z Apple Health.
ru: Удалить запись %1$@ о %2$@? Это также удалит соответствующую запись из Apple Health.
uk: Видалити запись %1$@ о %2$@? Ето также удалит соответствующую запись из Apple Health.

source: Reset Defaults
cs: Obnovit výchozí
it: Ripristina predefiniti
pl: Przywróć domyślne
ru: Сбросить по умолчанию
uk: Скинути до стандартних

source: Retry
cs: Zkusit znovu
it: Riprova
pl: Ponów
ru: Повторить
uk: Повторити

source: Rose
cs: Fud růžová
it: Rosa Fud
pl: Róż
ru: Розовый Fud
uk: Рожевий Fud

source: Rose Gold
cs: Růžové zlato
it: Oro rosa
pl: Różowe złoto
ru: Розовое золото
uk: Рожеве золото

source: Sat Fat
cs: Nasyc. tuky
it: Grassi saturi
pl: Nasyc.
ru: Насыщ. жиры
uk: Насич. жири
